export const cityCoordinates = {
    "台北": { cx: 305, cy: 50 },
    "新北": { cx: 300, cy: 90 },
    "基隆": { cx: 340, cy: 40 },
    "桃園": { cx: 240, cy: 60 },
    "新竹": { cx: 220, cy: 100 },
    "宜蘭": { cx: 320, cy: 135 },
    "台中": { cx: 160, cy: 200 },
    "苗栗": { cx: 180, cy: 150 },
    "彰化": { cx: 110, cy: 230 },
    "南投": { cx: 200, cy: 250 },
    "雲林": { cx: 100, cy: 280 },
    "嘉義": { cx: 110, cy: 320 },
    "台南": { cx: 80, cy: 370 },
    "高雄": { cx: 120, cy: 415 },
    "屏東": { cx: 140, cy: 500 },
    "花蓮": { cx: 285, cy: 260 },
    "台東": { cx: 220, cy: 410 }
  };